{"^GSPC": {"name": "SPDR S&P 500", "pe_ratio": 28.724348, "market_cap": 624339582976, "dividend_yield": 1.09, "beta": 1.0, "desc": "The trust seeks to achieve its investment objective by holding a portfolio of the common stocks that are included in the index, with the weight of each stock in the portfolio substantially corresponding to the weight of such stock in the index...."}, "^NDX": {"name": "Invesco QQQ Trust, Series 1", "pe_ratio": 34.799686, "market_cap": 242609520640, "dividend_yield": 0.47, "beta": 1.1, "desc": "To maintain the correspondence between the composition and weights of the securities in the trust (the \"securities\") and the stocks in the NASDAQ-100 Index®, the adviser adjusts the securities from time to time to conform to periodic changes in the identity and/or relative weights of index securities. The composition and weighting of the securities portion of a portfolio deposit are also adjusted to conform to changes in the index...."}, "XU100.IS": {"name": "iShares MSCI Turkey ETF", "pe_ratio": 13.570257, "market_cap": 532569472, "dividend_yield": 1.79, "beta": 0.28, "desc": "The fund generally will invest at least 80% of its assets in the component securities of the underlying index and in investments that have economic characteristics that are substantially identical to the component securities of the underlying index. The underlying index is designed to measure the performance of the large-, mid- and small-capitalization segments of equity market in Turkey. The fund is non-diversified...."}, "^GDAXI": {"name": "iShares MSCI Germany Index Fund", "pe_ratio": 18.167963, "market_cap": 3221340160, "dividend_yield": 1.63, "beta": 1.32, "desc": "The fund generally will invest at least 80% of its assets in the component securities of its underlying index and in depositary receipts representing securities of the underlying index. The underlying index is designed to measure the performance of the large- and mid-capitalization segments of the German equity market. The fund is non-diversified...."}, "^N225": {"name": "iShares MSCI Japan Index Fund", "pe_ratio": 17.718687, "market_cap": 18804459520, "dividend_yield": 2.05, "beta": 0.88, "desc": "The fund generally will invest at least 80% of its assets in the component securities of its underlying index and in investments that have economic characteristics that are substantially identical to the component securities of its underlying index. The underlying index is designed to measure the performance of the large- and mid-capitalization segments of the Japanese equity market...."}, "000001.SS": {"name": "iShares MSCI China ETF", "pe_ratio": 13.809204, "market_cap": 8489536000, "dividend_yield": 2.17, "beta": 1.44, "desc": "The fund generally will invest at least 80% of its assets in the component securities of the underlying index and in investments that have economic characteristics that are substantially identical to the component securities of the underlying index. The index is a free float-adjusted market capitalization-weighted index that is designed to measure the performance of equity securities in the top 85% in market capitalization of the Chinese equity securities markets, as represented by the H-shares ..."}, "GC=F": {"name": "StreetTRACKS Gold Shares", "pe_ratio": null, "market_cap": 101451923456, "dividend_yield": 0.0, "beta": 0.46, "desc": "The Trust holds gold bars and from time to time, issues Baskets in exchange for deposits of gold and distributes gold in connection with redemptions of Baskets. The investment objective of the Trust is for the Shares to reflect the performance of the price of gold bullion, less the Trust’s expenses. The Sponsor believes that, for many investors, the Shares represent a cost-effective investment in gold...."}, "SI=F": {"name": "iShares Silver Trust", "pe_ratio": null, "market_cap": 17932953600, "dividend_yield": 0.0, "beta": 1.39, "desc": "The Trust seeks to reflect such performance before payment of the Trust's expenses and liabilities. It is not actively managed. The Trust does not engage in any activities designed to obtain a profit from, or to ameliorate losses caused by, changes in the price of silver...."}, "BZ=F": {"name": "United States Oil Fund", "pe_ratio": 21.500755, "market_cap": 8463245824, "dividend_yield": 0.0, "beta": 1.06, "desc": "USO invests primarily in futures contracts for light, sweet crude oil, other types of crude oil, diesel-heating oil, gasoline, natural gas, and other petroleum-based fuels...."}, "BTC-USD": {"name": "Bitcoin USD", "pe_ratio": null, "market_cap": 1738232692736, "dividend_yield": null, "beta": null, "desc": "Açıklama yok...."}, "ETH-USD": {"name": "Ethereum USD", "pe_ratio": null, "market_cap": 339426738176, "dividend_yield": null, "beta": null, "desc": "Açıklama yok...."}, "XRP-USD": {"name": "XRP USD", "pe_ratio": null, "market_cap": 122132824064, "dividend_yield": null, "beta": null, "desc": "Açıklama yok...."}}